INSERT INTO `food` (`id`, `name`, `money`, `class_name`, `img`) VALUES
(1, '香油黄瓜', 20, '凉菜', 'a01.jpg'),
(2, '五香豆干', 20, '凉菜', 'a02.jpg'),
(3, '大刀青笋', 20, '凉菜', 'a03.jpg'),
(4, '山椒凤爪', 20, '凉菜', 'a04.jpg'),
(5, '麻辣心舌', 20, '凉菜', 'a05.jpg'),
(6, '红油毛肚', 20, '凉菜', 'a06.jpg'),
(7, '番茄炒蛋', 20, '热菜', 'b01.jpg'),
(8, '青椒肉丝', 20, '热菜', 'b02.jpg'),
(9, '鱼香肉丝', 20, '热菜', 'b03.jpg'),
(10, '水煮牛肉', 20, '热菜', 'b04.jpg'),
(11, '干煸肥肠', 20, '热菜', 'b05.jpg'),
(12, '三鲜汤', 20, '汤类', 'c01.jpg'),
(13, '酸菜粉丝汤', 20, '汤类', 'c02.jpg'),
(14, '土鸡汤', 20, '汤类', 'c03.jpg'),
(15, '泡白菜', 20, '汤类', 'c04.jpg'),
(16, '青椒土豆丝', 20, '时令时蔬', 'd01.jpg'),
(17, '炒油菜尖', 20, '时令时蔬', 'd02.jpg'),
(18, '空心菜', 20, '时令时蔬', 'd03.jpg'),
(19, '干煸四季豆', 20, '时令时蔬', 'd04.jpg');




